Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/depts/other_files/samiske_tall_forteller_ii_norsk.pdf.tmx
Source language: nob
Languages: sme

source: Det antas å være ca 50-70.000 udiagnostiserte tilfeller med diabetes type II i Norge.
sme: Norggas einnostuvvo ahte leat sullii 50-70.000 diagnosakeahtes diabetes II šlája dáhpáhusa i Norge.

source: I motsetning til type I diabetes produseres det insulin hos pasienter med type II diabetes, men ikke i tilstrekkelig mengde.
sme: Diabetes I ektui buhcciid de diabetes II buhcciin maiddái buvttaduvvo insuliidna, muhto ii doarvái.

source: I tillegg har mange en insulinresistens som betyr at kroppens celler ikke tar opp insulin og kan derfor ikke ta opp sukker fra blodet, med påfølgende forhøyet blodsukker.
sme: Lassin dása leat máŋgasa geain lea insuliidnavuostálasvuohta (resistánsa) mii mearkkaša ahte rupmaša seallat eai njama insuliinna eaige sáhte danin oažžut sohkkara mii lea varas, mii dagaha alla sohkarhivvodaga varas.

source: Forekomst av type II diabetes har hatt en klar økning de siste årene.
sme: Maŋimus jagiid lea diabetes II dávjodat sakka lassanan.

source: Diabetesepidemien kan tilskrives økning i fedme og fysisk inaktivitet.
sme: Sohkardávdda sivvan sáhttá leat buidodat ja fysalaš doaimmahisvuohta.

source: En rekke studier har vist at også hos urfolk har det, i kjølvannet av en økt modernisering i levesett, vært en økning i andelen av befolkningen som får type II diabetes.
sme: Moanat dutkosat leat čájehan ahte maiddái dát dávda lea leavvan álgoálbmogiidda, eallinvuogi ođasmahttima olis, de lea eanet olbmot ožžot diabetes II dávdda.

source: 2.5.2 Kilder Basert på data fra Finnmarksundersøkelsen fra 1970-tallet har det vært gjort analyser på forekomst av selvrapportert diabetes på samisk etniske grupper i befolkningen.
sme: 2.5.2 Gáldut 1970 Finnmárkku-guorahallama loguid vuođul leat guorahallan iešdieđihuvvon diabetes gávdnoštumiid sámi čearddalaš joavkkuin.

source: Samisk etnisitet ble her definert ut fra opplysninger om to eller flere av besteforeldrene var av samisk bakgrunn.
sme: Sámi čearddalašvuohta lea dás mearriduvvon daid dieđuid vuođul mas lea muitaluvvon ahte lei go almmuhuvvon ahte juogo áhkus dahje ádjás dahje goappašagain sámi duogáš.

source: Det finnes også et arbeid basert på koblinger fra dødsårsaksregisteret mot etnisitetsrapportering i 1970-folketellingen hvor risiko for diabetes som dødsårsak er angitt.
sme: Maiddái gávdno dutkamuš mas leat geavahan jápminártaregistara 1970-logu čearddalašvuođadieđihuvvon gullevašvuođa, mas diabetes lea almmuhuvvon vejolaš jápminártan.

source: Her har man imidlertid ikke skilt på type I og type II diabetes.
sme: Das eai leat earuhan gaskal diabetes I ja ii šlájaid.

source: Kriterier for samisk etnisitet i denne studien satt til at minst én av besteforeldrene snakket samisk eller at personer selv oppfatter seg som samisk.
sme: Sámi čearddalašvuođaeaktun dán dutkamušas lea ahte unnimusat nubbi, áhkku dahje áddjá hupme sámegiela dahje ahte ieš anii iežas sápmelažžan.

source: 2.5.3 Diabetes type II hos samer De studier som er gjort viser ingen etnisk forskjell mellom samer og referansepopulasjonen i forhold til forekomst av diabetes type II, verken for selvrapportert forekomst eller diabetes som dødsårsak.
sme: 2.5.3 Diabetes II šládja sápmelaččain Čađahuvvon dutkamušat eai duođaš erohusaid sápmelaččaid ja referánsaálbmoga gaskkas diabetes II šlája gávdnoštumi ektui, ii iešdieđihuvvon gávdnoštupmi dahje ahte diabetes lea almmuhuvvon jápminártan.

source: Det er likevel interessant at flere av studiene har vist at samiske kvinner hadde høyere kroppsmasseindeks1, som er en av de viktigste risikofaktorene for type II diabetes, men likevel ikke forhøyet forekomst av sykdommen.
sme: Dattege lea miellagiddevaš ahte máŋga dutkamušain leat gávnnahan ahte sámi nissoniin lei alit rumaščoahkkisvuohta1, mii lea okta dain deháleamos diabetes II šlája riskafáktoriin, muhto mii dattege ii dagat stuorit dávdda gávdnoštumi.

source: En mulig forklaring på dette har vært at kroppsmasseindeksmålet ikke fanger opp fettfordelingen på kroppen og at dette vil kunne ha betydning for risiko.
sme: Vejolaš čilgehussan dása sáhttá leat ahte čoahkkisvuođamihttu ii čohkke buoiddejuogu rupmašis ja ahte dat váikkuha riskii.

source: Det er også diskutert i hvilken grad kroppsmasseindeksen er hensiktsmessig å bruke når man sammenlikner populasjoner med relativt stor forskjell i kroppshøyde.
sme: Lea maiddái ságastallojuvvon man heivvolaš ja vuogasin lea geavahit rumaščoahkkisvuođa go buohtastahttá olbmuid geain leat oalle stuora erohusat allodaga dáfus.

source: Mer forskning er nødvendig for å kunne si om det faktisk er slik at overvekt hos samiske kvinner ikke disponerer for type II diabetes i samme grad som det gjør hos norskættede.
sme: Eanet dutkan lea dárbbašlaš gávdnamis ahte leago duođaid nu ahte sámi nissonolbmuin badjelmeare deaddu ii dagat vejolašvuođa oažžut diabetes II dávdda nu movt dážasogalaččain dahká.

source: Det er også interessant å studere utviklingen av type II diabetes hos samer i Norge i forhold til endring i fysisk aktivitet og kosthold.
sme: Lea maiddái miellagiddevaš dutkat diabetes II leavvama sápmelaččaid gaskkas Norggas fysalaš doaimmaid ja biebmodoalu ektui.

source: Ingen studier har så langt gjort det.
sme: Dán rádjái eai lea dutkamušat mat dán beali leat geahčadan.

source: Referanser [8;10;11]
sme: Čujuhusat [8;10;11]

source: Mål for forholdet mellom vekt og høyde 33
sme: Gorri gaskal viehkaga ja allodaga 33 33

source: 2.6 Astma og allergi Sammendrag Studier gjort på barn i Nord-Norge har vist at samiske barn rapporterer høyere forekomst av allergi og astma enn norske barn.
sme: 2.6 Ástmá ja allergiija Čoahkkáigeassu Dutkamuš dahkkon Davvi-Norgga mánáid gaskkas lea duođaštan ahte sámi mánáin dávjjibut dieđihuvvo ástmá ja allergiija go dáža mánáin.

source: Det finnes ingen studier fra den voksne befolkningen på dette.
sme: Dákkár dutkamuš rávesolbmuid gaskkas ii leat čađahuvvon.

source: Funnene på barn er interessante, men trenger å bli bekreftet i flere studier før man kan si noe om dette med sikkerhet.
sme: Gávdnoštumit mánáid gaskkas leat miellagiddevačča, muhto ferte duođaštuvvot eanet dutkamušain ovdal go dán ollásit sáhttá duođaštit.

source: 2.6.1 Innledning Astma er en kronisk sykdom i luftveiene som fører til anfall med tung pust eller hoste.
sme: 2.6.1 Álgu Ástmá lea bissovaš dávda vuoiŋŋahatbohcciin mii dagaha vuohku lossa vuoiŋŋahagain dahje gosahagain.

source: Astma forekommer ofte sammen med eksem og allergi og kan utløses av ulike miljøfaktorer som tobakksrøyk, luftforurensing og fuktskader i boligen hos mennesker med predisposisjon for utvikling.
sme: Ástmá dihtto dávjá oktanaga ihtalanvigiin ja allergiijain mii sáhttá dihttot birasdilálašvuođaid vuođul nugomat duhpátsuova, áibmonuoskkideami, ja lávttasvahágat viesuin dain olbmuin geain leat genat ovdánahttut ástmá.

source: Allergi forårsaker plager som kløe, eksem, øyekatarr, tett nese, hoste og pustebesvær ved kontakt med allergenet som for eksempel husstøv, pollen og pelsdyr.
sme: Allergiija dagaha givssiid nugomat sakŋideami, ihtalanvigi, čalbmesiejahasa, njunnedahpahaga, gosahaga ja lahppaseami go lea lahka allergiijaávdnasiid nugomat viesogavjja, šattogavjja ja návddiid.

source: En hypotese går ut på at ” for streng hygiene ” kan gi økt risiko for astma og allergi.
sme: Navdojuvvo maiddái ahte ” beare garra buhtisvuohta ” sáhttá dagahit stuorit ástmá ja allergiija riska.

source: Man antar at både astma og allergi er arvelig.
sme: Navdojuvvo maiddái ahte sihke ástmá ja allergiija leat bearridávddat.

source: Studier har også vist at ulike etniske grupper innad i et land kan ha ulik forekomst av astma.
sme: Dutkosat leat maiddái duođaštan ahte ovtta riikka iešguđet čearddalaš joavkkuin sáhttet leat iešguđetlágan ástmá gávdnoštumit.

source: 2.6.2 Kilder I Norge er det gjort studier på forekomst av astma og allergier hos samiske sammenliknet med norske barn i Nord Norge over en periode på ti år fra 1985 til 1995.
sme: 2.6.2 Gáldut Norggas leat dutkan ástmá ja allergiija gávdnoštumi Davvi-Norgga sámi mánáin dáža mánáid ektui logi jagi áigodagas gaskal 1985 1995 rádjái.

source: I disse studiene ble samisk etnisitet definert som barn med minimum to besteforeldre med samisk som morsmål.
sme: Dáid dutkamušain sámi čearddalašvuohta mearriduvvui jus mánáid sihke áhkus ja ádjás lei sámegiella eatnigiellan.

source: 2.6.3 Astma hos samer Totalt ble det funnet en økning i forekomst av astma og allergi hos barn i NordNorge fra 1985 til 1995.
sme: 2.6.3 Ástmá sápmelaččain Oppalaččat gávdnui lassáneaddji ástmá ja allergiija gávdnoštupmi Davvi-Norgga mánáin gaskal 1985 ja 1995.

source: Samiske barn hadde høyere forekomst av astma og allergi enn de norske.
sme: Sámi mánáin lei stuorit ástmá ja allergiija gávdnoštupmi go dáža mánáin.

source: Forekomsten av astma og allergi var høyest hos samiske gutter.
sme: Stuorimus ástmá ja allergiija gávdnoštupmi lei sámi bártniin.

source: (Tabell 3 og 4)
sme: (Tabealla 3 ja 4)

source: Tabell 2.3 Forekomst (% av astma og allergi hos samiske og norske barn i NordNorge i 1985 og 1995.
sme: Tabealla 2.3 Ástmá ja allergiija gávdnoštupmi (% sámi ja dáža mánáin Davvi-Norggas 1985 ja 1995.

source: Kilde: Selnes et al (2002) Pediatric Allergy Immunology 1985 (n 10 = 093) Astma Samiske Norske Allergisk øyekatarr Samiske Norske n = antall personer
sme: Gáldu: Selnes et al (2002) Pediatric Allergy Immunology 1985 (n 10 = 093) Ástmá Sámi Dáža Allergiijalaš čalbmesiejahas Sámi Dáža n = olbmuid lohkku

source: Så langt vi veit er det ikke gjort befolkningsstudier i den voksne befolkningen på forekomst av astma og allergi i den samiske befolkningen i Norge.
sme: Nu guhkás go mii diehtit de eai leat Norggas čađahuvvon olmmošdutkamušat rávis sápmelaččain gávdnamis ástmá ja allergiija gávdnoštumi.

source: Tabell 2.4 Forekomst (% av astma og allergi for gutter og jenter i Nord-Norge i 1985 og 1995 i forhold til etnisitet.
sme: Tabealla 2.4 Ástmá ja allergiija gávdnoštupmi (% čearddalašvuođa ektui bártniin ja nieiddain Davvi-Norggas 1985 ja 1995.

source: Kilde: Selnes et al (2002) Pediatric Allergy Immunology
sme: Gáldu: Selnes et al (2002) Pediatric Allergy Immunology

source: 1985 1995 (n 10 = 093) (n 8 = 676) Gutter Astma Samiske Norske Allergisk øyekatarr Samiske Norske n = antall personer
sme: 1995 (n 8 = 676)

source: 1995 (n 8 = 676) Jenter
sme: 1995 (n 8 = 676) Nieiddat

source: Referanser [12]
sme: Čujuhusat [12]

source: 2.7 Hofteleddsdysplasi og Bechterews sykdom Sammendrag Det har gjennom lang tid vært rapportert om høy forekomst av hofteleddsdysplasi i den samiske befolkningen.
sme: 2.7 Čoarbbeallađasvihki ja Bechterews dávda Čoahkkáigeassu Guhkit áiggi lea dieđihuvvon alla gávdnoštupmi čoarbbeallađas vihki sápmelaččain.

source: Det finnes derimot begrenset befolkningsbasert tallmateriale for å belyse dette.
sme: Muhto álbmotvuođustuvvon logut eai gávdno ja mat galggaše dán duođaštit.

source: Det har ikke vært gjort sammenlikningsstudier av samisk og norsk befolkning på forekomst av hofteledssdysplasi.
sme: Buohtastahttindutkamuš ii leat čađahuvvon mas galggaše iskat čoarbbeallađasdysleksiija gávdnoštumi sámiin dážaid ektui.

source: Undersøkelser fra samisk befolkning i utvalgte samiske bygder har vist en høy forekomst, men representativiteten i forhold til befolkningen i disse dataene er usikker.
sme: Guorahallamis olbmuid dihto sámi guovlluin lea čájehan alla gávdnoštumi, muhto loguid doallevašvuohta álbmoga ektui lea eahpečielggas.

source: Fra de samme studiene har det vært funnet en forhøyet forekomst av et gen kalt HLA-B 27 som har vært knyttet til økt risiko for Bechterews sykdom.
sme: Daid seamma dutkamušain lea fuomášuvvon stuorit HLA-B 27 gena gávdnoštupmi ja mii lea dagahan stuorit riska oažžut Bechterews dávdda.

source: Mer forskning er nødvendig for å kunne angi risiko og forekomst av Bechterews sykdom i den samiske befolkningen i Norge.
sme: Eanet dutkan lea dárbbašlaš ovdalgo sáhttá almmuhit Bechterews dávdda riska ja gávdnoštumi Norgga sápmelaččain.

source: 2.7.1 Innledning Hofteleddsdysplasi er en medfødt feil i hofteskålen.
sme: 2.7.1 Álgu Čoarbbeallađasvihki lea Emi-vihki čoarbbeallađđasis.

source: Hofteleddet er et kuleledd der øverste del av lårbeinet er formet som en kule.
sme: Čoarbbeallađas lea jorbálađas mii lea čoarbbealnorrasa bajimus geažis.

source: Denne kulen skal passe inn i hofteskålen i bekkenet.
sme: Dát jorbálađas galgá heivet čoarvedávtti lađasgohppái.

source: Hos personer med hofteleddsdysplasi er denne skålen for grunn.
sme: Sis geain lea čoarbbeallađasvihki lea dát gohppi beare coagis.

source: Lårbeinet kan da lettere " glippe " ut av festet sitt og hofta går ut av ledd.
sme: Dat dagaha ahte čoarbbealnoras sáhttá " beassat " lađasgobis ja čoarbbealli beassá lađđasis.

source: Årsaker til sykdommen er ikke kjent, men man antar at tilstanden er arvelig.
sme: Mii dagaha dán dávdda eat dieđe, muhto doaivut ahte dat lea bearri.

source: Det er funnet stor variasjon i forekomst mellom noen ulike etniske grupper.
sme: Leat fuomášuvvon stuora erohusat gávdnoštumis muhtun čearddalaš joavkkuid gaskkas.

source: Bechtrews sykdom en betennelse i ryggraden og de store ledd.
sme: Bechtrews dávda lea vuolši čielgedávttis ja stuorit lađđasiin.

source: Dette medfører stivhet og smerter.
sme: Dat dagaha stirddu ja bákčasiid.

source: Årsaken til sykdommen er foreløpig ukjent, men den har en familiær opphopning, noe som indikerer en arvelig årsak.
sme: Dávdda duogáš lea vuos eahpečielggas, muhto dat čuovvu sogaid, mii sáhttá duođaštit ahte lea bearri dávda.

source: Det er funnet at 90 % av de som har sykdommen har i tillegg genet kalt HLA-B 27. Generelt har man funnet høye forekomster av dette genet i arktiske befolkninger.
sme: Lea fuomášuvvon ahte 90% sis geain lea dát dávda maiddái leat gávdnan HLA-B 27 gena. Oppalaččat lea dán gena gávdnoštupmi oalle allat arktalaš álbmogiin.

source: 2.7.2 Kilder Det er gjort en studie i nyere tid på forekomst av hofteleddsdysplasi og bechterews sykdom i en samisk befolkning.
sme: 2.7.2 gáldut Maŋimus áiggi leat dutkan čoarbbeallađasvihki ja bechterews dávdda gávdnoštumi sápmelaččain.

source: Denne studien er basert på undersøkelser gjort på i alt 348 samer bosatt i Kautokeino og Karasjok.
sme: Dán dutkamušas leat iskan oktiibuot 348 Guovdageainnu ja Kárášjoga sápmelačča.

source: Samer ble i denne studien beskrevet som personer med minst to samiske besteforeldre.
sme: Sápmelaččat dán dutkamuša mielde leat sii geain unnimusat áhku ja áddjá lea sápmelaš.

source: Tabell 2.5 Forekomst (% av hoftedysplasi hos en samisk befolkning (1987) Kilde: Johnsen K et al (2008) International Journal of Circumpolar Health
sme: Tabealla 2.5 Čoarbbeallađasvihki gávdnoštupmi (% sápmelaččain (1987) Gáldu: Johnsen K et al (2008) International Journal of Circumpolar Health

source: Menn Kvinner Totalt
sme: Lohkku olbmot Dievddut Nissonat Oktiibuot

source: Antall personer 150 165 315
sme: Čielga vihki 150 165 315

source: Mild form dysplasi 17 24 21
sme: Láivves vihki 17 24 21

source: Forekomst av hofteleddsdysplasi er angitt i tabell 5 basert på studien utført i Karasjok og Kautokeino i 1987.
sme: Čoarbbeallađas vihki gávdnoštupmi mii ovdanboahtá 5 tabeallas lea čađahuvvon dutkamušas Kárášjogas ja Guovdageainnus jagi 1987´s.

source: Totalt fant man i denne studien at 38 % av de som deltok hadde mild eller tydelig hoftedysplasi.
sme: Dán dutkamušas gávdne ahte 38% dain geat serve lei láivves dahje čielga čoarbbeallađas vihki.

source: Kvinner hadde høyere forekomst enn menn.
sme: Nissoniin dávjjibut go dievdduin.

source: Hofteleddsdysplasi økte også med økende alder.
sme: Čoarbbeallađasvihki lassánii maiddái agi mielde.

source: Mer forskning i mer befolkningsbasert utvalg er nødvendig for å kunne studere forekomst av og mulige årsaker til hofteleddsdysplasi i den samiske befolkningen.
sme: Lea dárbbašlaš čađahit eanet dutkama mas eanet olbmot leat mielde vai sáhttá gávdnat vejolaš čoarbbeallađasvihki sivaid sápmelaččain.

source: 2.7.4 Bechterews sykdom hos samer Allerede fra 1970-tallet var det rapportert om relativt høy forekomst på 26 % av genet HLA-B 27 hos samer i Nord-Norge.
sme: 2.7.4 Bechterews dávda sápmelaččain Juo 1970-logu rájes gávdne oalle alla gávdnoštumi 26% HLA-B 27 gena sápmelaččain DavviNorggas. 10% Lulli-Norgga álbmogis ges gávdne dán gena.

source: I studier fra Nord-Norge der man ikke har delt inn studieutvalget i ulike etniske grupper har man funnet en forekomst av HLA-B 27 på 16% og en forekomst av Bechterews sykdom på 1,1-1,4 %.
sme: Dutkamušat Davvi-Norggas main eai leat juohkán dutkanválljemiid čearddalaš joavkkuid mielde de lea 16% HLA-B 27 gena gávdnon ja Bechterews dávdda gávdnoštupmi mii lea 1,11,4 %.

source: I studien fra samisk befolkning i Karasjok og Kautokeino fra 1987 ble det funnet en forekomst av Bechterews sykdom på 1,8 % og 91 % av disse hadde HLA-B 27 genet.
sme: Dutkamuš sápmelaččaid gaskkas Kárášjogas ja Guovdageainnus 1987 rájes gávdne Bechterews dávdda 1,8 % dutkojuvvon sápmelaččaid gaskkas, ja daid gaskkas lei 91% geain lei HLA-B 27 gena.

source: Totalt fant man i denne studien en befolkningsforekomst av HLA-B 27 på 24 %.
sme: Oktiibuot dán álbmotvuođustuvvon dutkamušas gávdne HLA-B 27 gena 24%.

source: befolkningsbaserte undersøkelsene var både forekomsten av Bechterews sykdom og HLA-B 27 høy i denne studien.
sme: Jus buohtastahttá eará álbmotvuođustuvvon dutkamušaiguin de lei sihke Bechterews dávda ja HLA-B 27 gena gávdnoštupmi allat dán dutkamušas.

source: Disse dataene er imidlertid basert på et lite studieutvalg (348 personer) og dette i tillegg til mulige forskjeller i diagnostiske metoder kan være forklaringer på de store forskjellene i funn.
sme: Dát logut leat gáržžes olmmošjoavku gaskkas (384 olbmo) čohkkejuvvon lassin dása ahte vejolaš diagnosalaš vuogit sáhttá lea čilgehussan stuora erohusaide.

source: Mer forskning er nødvendig for å få sikre tall på forekomst av Bechterews sykdom og HLA-B 27 genet i den samiske befolkningen i Norge.
sme: Eanet dutkan lea dárbbašlaš oažžumis duohta loguid Bechterews dávdda ja HLA-B 27 gena gávdnoštumi sápmelaččaid gaskkas Norggas.

source: Referanser [13]
sme: Čujuhusat [13]

source: 2.8 Kosthold og ernæring Sammendrag I følge nyere kostholdsundersøkelser har det vært funnet at kostmønster i befolkningen var sterkere knyttet til geografisk bosted enn samisk / norsk etnisitet.
sme: 2.8 Biebmodoallu ja biebman Čoahkkáigeassu Ođđaset biebmodoalloguorahallamiin leat gávdnan biebmominstara álbmoga gaskkas mii garraset lei čadnon geográfalaš ássanbáikái go sámi / dáža čearddalašvuhtii.

source: Det framkom også at på innlandet var det en tydeligere sammenheng mellom etnisk tilhørighet og kostmønster enn ved kysten.
sme: Maiddái bođii ovdan ahte siseatnamis lei čielgaset oktavuohta gaskal čearddalaš gullevašvuođa ja biebmominstara go maid gávdne rittus.

source: Undersøkelser har antydet en betydelig lavere forekomst av jernmangel i den samiske befolkningen på innlandet, noe som kan forklares med høyt inntak av reinkjøtt.
sme: Guorahallamat leat geažuhan mealgadis vuollegeabbo ruovdevátni gávdnoštumi siseatnan sápmelaččain, masa vástádussan sáhttá leat ahte siseatnamis borret ollu bohccobierggu.

source: Denne beskyttende effekten av reinkjøtt ble funnet, selv for de mest utsatte grupper som kvinner i fertil alder.
sme: Dán váidudeaddji beavttu bohccobierggus gávdnui eanemus váruhuvvon joavkkus nugomat nissonat šattolašvuođa agis.

source: 2.8.1 Innledning Kroniske sykdommer som kreft, hjerte- og karsykdommer og diabetes er årsaken til mer enn halvparten av alle dødsfall verden over.
sme: 2.8.1 Álgu Bissovaš dávddat nugomat boras, váibmo- ja varrasuotnavigit ja diabetes leat sivvan badjel beali jápmimiidda miehta máilmmi.

source: Det har vært registrert en økning i disse sykdommene i tillegg til forekomst av overvekt og fedme.
sme: Registreremat čájehit ahte dát dávddaid gávdnoštupmi lea lassanan ja dáidda lassin lea maiddái buidodat ja badjelmeare deaddu.

source: Forskning har vist at disse tilstandene i stor grad er kost- og ernæringsrelatert og derfor kan forebygges ved et sunt kosthold.
sme: Dutkan lea čájehan ahte sivvan dasa go dát dávddat ihtet buori muddui lea biepmuide čadnojuvvon ja daid sáhttá eastadit jus borra dearvvašlaš biepmuid.

source: Kosthold- og ernæringsforskning er et viktig redskap for bl.a. å kunne kartlegge risiko i befolkningen for kroniske sykdommer.
sme: Biebmodoallu ja biebmodutkan leat dehálaš reaiddut earret eará kártemis bissovaš dávddaid riska álbmogis.

source: I dette kapitlet er det presentert data på kostmønsteranalyser og jernstatus i den samiske befolkningen.
sme: Dán kápihttalis almmuhuvvojit dieđut biebmominstara lađastallamiid ja ruovdeárvvuid birra sápmelaččaid gaskkas.

source: 2.8.2 Kildemateriale Kostdataene som det refereres til her er kun basert på den befolkningsbaserte studien SAMINOR.
sme: 2.8.2 Gáldodieđut Biebmodieđut masa čujuhuvvo dás leat čohkkejuvvon dušše álbmotvuođustuvvon SAMINOR dutkamušas.

source: Ut over denne studien finnes det få kostholdsstudier fra den samiske befolkningen og de som er gjort er basert på små utvalg.
sme: Earrát dan de eai bálljo obage gávdno biebmodoallodutkamušat čađahuvvon sápmelaččaid gaskkas ja dat mat gávdnojit leat smávit joavkkuin dahkkon.

source: I SAMINORstudien ble det innhentet noen opplysninger om kosthold.
sme: SAMINORdutkamušas čohkkejuvvojedje muhtun dieđuid biebmodoalu birra.

source: I tillegg ble det samlet inn blodprøver som har blitt analysert for jern for å kunne studere jernstatus i den samiske befolkningen for å se om det er forskjeller på jernstatus ut fra geografisk bosetning, kostvaner og etniske grupper.
sme: Dasa lassin čohkkejuvvojedje varraiskosat main leat iskan ruovdeárvvu sápmelaččain gávdnamis ruovdeárvvu erohusaid geográfalaš ássamis, biebmovieruin ja čearddalaš joavkkuid gaskkas.

source: Etnisitet i koststudien fra SAMINOR er delt opp i fire ulike kategorier. ”
sme: SAMINOR čearddalašvuohta lea juhkkojuvvon njealji šlájaide. ”

source: Sami I ” var personer som hadde samisk som morsmål i tre generasjoner, ” Sami II ” var personer med minst to besteforeldre med samisk språk, ” Sami III ” var personer med minst én samisk identitetsmarkør (språk, selvopplevd samisk etnisitet, familiebakgrunn). ”
sme: Sámi I ” joavkkus ledje sii geain golmma maŋimus buolvvain hupme sámegiella, ” Sámi II ” joavkkus ledje sii geain unnimusat juogo áhku dahje áddjá lei sámegielat, ” Sámi III ” joavkkus ledje sii geain lei unnimusat okta sámi čearddalašvuođamearka (giella, iešvásihuvvon sámi čearddalašvuohta, bearášduogáš). ”

source: Ikke-samisk ” var alle som ikke inngikk i en av de samiske gruppene.
sme: Ii-sámi ” joavkkus ledje buot eará geat eai gullán guđege sámi jovkui.

source: Kostmønsteranalyser Kostdata fra SAMINOR-studien har vært brukt for å studere kostmønster blant den samiske befolkningen.
sme: Biebmominsttarlađastallan Biebmodieđut SAMINOR-dutkamušas lea geavahuvvon iskamis sámi álbmoga biebmominstara.

source: Den klassiske måten å studere ernæring og helse på har vært å analysere enkeltfaktorer i kosten slik som næringsstoffer, spesifikke matvarer, eller energiinntak og hvordan dette påvirker helsen.
sme: Dábálaš vuohki iskat biebmamiid ja dearvvašvuođa lea leamašan ahte lađastallat ovttaskas fáktoriid biepmus nugomat bipmosiid, earenoamáš biebmogálvvuid, dahje man ollu energiija oažžu ja movt dat váikkuha dearvvašvuhtii.

source: I en kostmønsteranalyse, studerer man kostholdet som en helhet.
sme: Biebmominsttarlađastallamis, iskkada biebmodoalu oppalaččat.
